data = '[{"mercury": "Mercury is the smallest planet in the Solar System and the closest to the Sun. it appears to rotate only once every two Mercurian years. An observer on Mercury would therefore see only one day every two Mercurian years.", "venus": "Venus is a terrestrial planet and is sometimes called Earth\'s sister planet. Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus does not have any moons.", "earth": "Earth is the only astronomical object known to support life. About 29.2% of Earth\'s surface is land. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other freshwater. Much of Earth\'s polar regions are covered in ice.", "mars": "Mars is the second-smallest planet in the Solar System. It is often referred to as the Red Planet. Mars is the site of Olympus Mons, the largest volcano and highest known mountain on any planet in the Solar System, and of Valles Marineris, one of the largest canyons in the Solar System.", "jupiter": "Jupiter is the largest in the Solar System. It is a gas giant with a mass more than two and a half times that of all the other planets in the Solar System combined. Surrounding Jupiter is a faint planetary ring system and a powerful magnetosphere.", "saturn": "Saturn is the second-largest in the Solar System. It is a gas giant with an average radius of about nine and a half times that of Earth. The planet\'s most famous feature is its prominent ring system, which is composed mostly of ice particles, with a smaller amount of rocky debris and dust.", "neptune": "Neptune is the farthest known Solar planet from the Sun. In the Solar System, it is the fourth-largest planet by diameter, the third-most-massive planet, and the densest giant planet. Neptune\'s weather is characterised by extremely dynamic storm systems, with winds reaching speeds of almost 600 m/s", "uranus": "Uranus has a ring system, a magnetosphere, and numerous moons. It has 13 different rings surrounding it. It has the coldest planetary atmosphere in the Solar System, with a minimum temperature of 49 K."}]';